{
  "fqa": "FQA",
  "fqaQuestion": "What is Veeq?",
  "fqaQuestion2": "What is AI referrence mastering?",
  "fqaAnswer": "Veeq is an artificial intelligence-based mastering system used when uploading your own song and selecting a target track. It's designed to apply a high-quality, professional mastering process. Veeq optimizes, balances, and adjusts the sound of your song to achieve a similar audio quality to the target track. Ultimately, it helps you prepare your own song professionally and achieve a sound closer to the desired music style.",
  "fqaAnswer2": "AI mastering works by applying the characteristics of a selected target song as a reference to your own song. This process is carried out using Veeq's sophisticated artificial intelligence algorithms. First, the overall sound characteristics and attributes of the target song are analyzed. Then, these attributes are applied and optimized for your own song, adjusting factors such as frequency balance, dynamic range, stereo width, and other audio characteristics. The result is a professionally mastered version of your own song that is closer in sound to the selected target track, allowing you to tailor your song to preferred music styles.",
  "termsOfService": "Veeq Terms of service",
  "termsOfServiceTitle1": "Acceptance",
  "termsOfService1": "These Terms of Service ('Terms') govern your access to and use of the services provided by Veeq, accessible via www.veeq.io ('Veeq' or the 'Application'). By accessing or using Veeq's services, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the services.",
  "termsOfServiceTitle2": "Description of Service",
  "termsOfService2": "Veeq provides an online AI mastering application accessible through the website www.veeq.io. The service allows users to enhance audio tracks using artificial intelligence algorithms.",
  "termsOfServiceTitle3": "User Conduct",
  "termsOfService3": "You agree to use Veeq's services only for lawful purposes and in accordance with these Terms. You shall not use Veeq in any manner that could damage, disable, overburden, or impair Veeq's servers or networks, or interfere with any other party's use and enjoyment of the service.",
  "termsOfServiceTitle4": "Intellectual Property",
  "termsOfService4": "All content provided by Veeq, including but not limited to text, graphics, logos, images, and software, is the property of Veeq or its licensors and is protected by copyright, trademark, and other intellectual property laws. You may not modify, reproduce, distribute, or create derivative works based upon Veeq's content without prior written consent.",
  "termsOfServiceTitle5": "Disclaimer of Warranty",
  "termsOfService5": "Veeq is provided 'as is' and 'as available' without warranties of any kind, either express or implied. Veeq makes no warranty that the service will be error-free or uninterrupted, or that defects will be corrected.",
  "termsOfServiceTitle6": "Limitation of Liability",
  "termsOfService6": "In no event shall Veeq, its directors, officers, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, arising out of or in connection with your use of the service.",
  "termsOfServiceTitle7": "Changes to Terms of Service",
  "termsOfService7": "Veeq reserves the right to update, change, or replace any part of these Terms of Service by posting updates and changes to the Veeq website. Your continued use of the service after any such modifications shall constitute your consent to such changes.",
  "termsOfServiceTitle8": "Paid Subscriptions",
  "termsOfService8": "Paid subscriptions grant users access to certain features and services provided by Veeq for a specific fee. Subscription fees may vary depending on the selected subscription plan and payment terms. Payment of subscription fees is required for the continuation of the subscription.",
  "termsOfServicesubText8": "Detailed information about paid subscriptions may be found on the Veeq website and/or within the application. If you have any questions regarding subscriptions, please feel free to contact our customer service team.",
  "termsOfServiceTitle9": "Free Subscriptions",
  "termsOfService9": "Veeq may offer free subscriptions that provide access to certain features and services. Usage of free subscriptions may be subject to certain limitations and may differ from the features offered by paid subscriptions.",
  "termsOfServicesubText9": "The usage of free subscriptions may be modified or terminated at the discretion of Veeq. Veeq reserves the right to change the terms and access conditions of free subscriptions at any time without prior notice.",
  "termsOfServiceTitle10": "Governing Law",
  "termsOfService10": "These Terms shall be governed by and construed in accordance with the laws of [Jurisdiction], without regard to its conflict of law provisions.",
  "termsOfServiceTitle11": "Contact Us",
  "termsOfService11": "If you have any questions about these Terms, please contact us at help@veeq.io."
}
