{
  "fqa": "S.S.S.",
  "fqaQuestion": "Hangi dosya formatlarını yükleyebilirim?",
  "fqaAnswer": "Uygulamamız WAV, FLAC gibi yaygın ses formatlarını destekler.",
  "fqaQuestion2": "Mastering işlemi ne kadar sürer?",
  "fqaAnswer2": "Şarkının uzunluğu ve yoğunluğuna bağlı olarak süre değişir, ancak genellikle birkaç dakika içinde tamamlanır.",
  "fqaQuestion3": "AI mastering ile elde edilen sonuçlar ne kadar kaliteli olacak?",
  "fqaAnswer3": "AI mastering, referans aldığı kayıtların özelliklerine bağlı olarak sonuçları optimize eder. Daha iyi bir ses kalitesine sahip referanslar daha iyi sonuçlar elde etmenizi sağlar.",
  "fqaQuestion4": "Hangi tür referans dosyalarını kullanabilirim?",
  "fqaAnswer4": "Kullanabileceğiniz referans dosyaları, daha önceden profesyonel olarak mastering edilmiş ve istediğiniz sonuca yakın bir ses kalitesine sahip olmalıdır.",
  "fqaQuestion5": "Ödeme yöntemleri nelerdir?",
  "fqaAnswer5": "Kredi kartı gibi güvenli ödeme yöntemleri sunulmaktadır.",
  "fqaQuestion6": "Free plan ile Pro plan arasındaki fark nedir?",
  "fqaAnswer6": "Free plan kullanıcıları uygulamayı sınırsız deneyebilir ancak sonuçları indiremezler. Pro plan kullanıcıları ise sonuçları indirebilir ve daha gelişmiş özelliklere erişebilirler.",
  "fqaQuestion7": "Memnun kalmam durumunda ne yapabilirim?",
  "fqaAnswer7": "Müşteri memnuniyeti bizim için önemlidir. Eğer sonuçlardan memnun değilseniz veya herhangi bir sorun yaşarsanız, destek ekibimizle help@veeq.io adresinden iletişime geçerek sorununuzu çözmek için adımlar atabilirsiniz.",
  "termsOfService": "Veeq Kullanım koşulları",
  "termsOfServiceTitle1": "Kabul",
  "termsOfService1": "Bu Hizmet Şartları ('Şartlar'), www.veeq.io ('Veeq' veya 'Uygulama') üzerinden erişilebilen Veeq tarafından sağlanan hizmetlere erişiminizi ve bunları kullanımınızı yönetir. Veeq'in hizmetlerine erişerek veya bunları kullanarak bu Şartlara tabi olmayı kabul etmiş olursunuz. Şartların herhangi bir bölümüne katılmıyorsanız, hizmetlere erişemezsiniz.",
  "termsOfServiceTitle2": "Hizmet Tanımı",
  "termsOfService2": "Veeq, www.veeq.io web sitesi üzerinden erişilebilen çevrimiçi bir AI mastering uygulaması sağlar. Hizmet, kullanıcıların yapay zeka algoritmalarını kullanarak ses parçalarını geliştirmelerine olanak tanır.",
  "termsOfServiceTitle3": "Kullanıcı Davranışı",
  "termsOfService3": "Veeq'in hizmetlerini yalnızca yasal amaçlarla ve bu Şartlara uygun olarak kullanmayı kabul edersiniz. Veeq'i, Veeq'in sunucularına veya ağlarına zarar verecek, devre dışı bırakacak, aşırı yük bindirecek veya bozacak ya da diğer tarafların hizmeti kullanmasına ve hizmetten yararlanmasına müdahale edecek şekilde kullanamazsınız.",
  "termsOfServiceTitle4": "Fikri Mülkiyet",
  "termsOfService4": "Metin, grafik, logo, resim ve yazılım dahil ancak bunlarla sınırlı olmamak üzere Veeq tarafından sağlanan tüm içerikler Veeq'in veya lisans verenlerinin mülkiyetindedir ve telif hakkı, ticari marka ve diğer fikri mülkiyet yasalarıyla korunmaktadır. Önceden yazılı izin almadan Veeq'in içeriğini değiştiremez, çoğaltamaz, dağıtamaz veya Veeq'in içeriğine dayalı türev çalışmalar oluşturamazsınız.",
  "termsOfServiceTitle5": "Garanti Feragatnamesi",
  "termsOfService5": "Veeq, açık veya zımni herhangi bir garanti olmaksızın 'olduğu gibi' ve 'mevcut olduğu şekilde' sağlanmaktadır. Veeq, hizmetin hatasız veya kesintisiz olacağına ya da kusurların düzeltileceğine dair hiçbir garanti vermez.",
  "termsOfServiceTitle6": "Sorumluluğun Sınırlandırılması",
  "termsOfService6": "Hiçbir durumda Veeq, yöneticileri, yetkilileri, çalışanları veya temsilcileri, hizmeti kullanımınızdan kaynaklanan veya bununla bağlantılı olarak ortaya çıkan kar, veri, kullanım, iyi niyet veya diğer maddi olmayan kayıplar dahil ancak bunlarla sınırlı olmamak üzere dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya cezai zararlardan sorumlu tutulamaz.",
  "termsOfServiceTitle7": "Hizmet Koşullarındaki Değişiklikler",
  "termsOfService7": "Veeq, Veeq web sitesinde güncellemeler ve değişiklikler yayınlayarak bu Hizmet Koşullarının herhangi bir bölümünü güncelleme, değiştirme veya yerine yenisini koyma hakkını saklı tutar. Bu tür değişikliklerden sonra hizmeti kullanmaya devam etmeniz, söz konusu değişikliklere onay verdiğiniz anlamına gelecektir.",
  "termsOfServiceTitle8": "Ücretli Abonelikler",
  "termsOfService8": "Ücretli abonelikler, kullanıcılara belirli bir ücret karşılığında Veeq tarafından sağlanan belirli özelliklere ve hizmetlere erişim sağlar. Abonelik ücretleri, seçilen abonelik planına ve ödeme koşullarına bağlı olarak değişebilir. Aboneliğin devamı için abonelik ücretlerinin ödenmesi gerekir.",
  "termsOfServicesubText8": "Ücretli abonelikler hakkında ayrıntılı bilgi Veeq web sitesinde ve/veya uygulama içinde bulunabilir. Aboneliklerle ilgili herhangi bir sorunuz varsa lütfen müşteri hizmetleri ekibimizle iletişime geçmekten çekinmeyin.",
  "termsOfServiceTitle9": "Ücretsiz Abonelikler",
  "termsOfService9": "Veeq, belirli özelliklere ve hizmetlere erişim sağlayan ücretsiz abonelikler sunabilir. Ücretsiz aboneliklerin kullanımı belirli sınırlamalara tabi olabilir ve ücretli abonelikler tarafından sunulan özelliklerden farklı olabilir.",
  "termsOfServicesubText9": "Ücretsiz aboneliklerin kullanımı Veeq'in takdirine bağlı olarak değiştirilebilir veya sonlandırılabilir. Veeq, ücretsiz aboneliklerin şartlarını ve erişim koşullarını önceden haber vermeksizin istediği zaman değiştirme hakkını saklı tutar.",
  "termsOfServiceTitle10": "Geçerli Kanun",
  "termsOfService10": "Bu Koşullar, kanunlar ihtilafı hükümlerine bakılmaksızın [Yargı Alanı] kanunlarına göre yönetilecek ve yorumlanacaktır.",
  "termsOfServiceTitle11": "Bize Ulaşın",
  "termsOfService11": "Bu Koşullar hakkında herhangi bir sorunuz varsa, lütfen help@veeq.io adresinden bizimle iletişime geçin."
}
